tap "homebrew/bundle"
tap "homebrew/services"
tap "oven-sh/bun"
brew "atuin", restart_service: :changed
brew "bat"
brew "bat-extras"
brew "biome"
brew "bottom"
brew "coreutils"
brew "difftastic"
brew "docker-credential-helper"
brew "dust"
brew "eza"
brew "fd"
brew "gcc"
brew "fzf"
brew "gh"
brew "ghq"
brew "git-delta"
brew "git-lfs"
brew "gitui"
brew "go"
brew "hub"
brew "hugo"
brew "jj"
brew "jq"
brew "micro"
brew "mise"
brew "mosh"
brew "nnn"
brew "procs"
brew "rbw"
brew "ripgrep"
brew "sd"
brew "superfile"
brew "tealdeer"
brew "topgrade"
brew "tre-command"
brew "zellij"
brew "zoxide"
brew "zsh"
brew "oven-sh/bun/bun"
cask "ghostty"
cask "git-credential-manager"
cask "scroll-reverser"
